{
  "AKG Ara": {
    "string": "AKG Ara"
  },
  "Adobe After Effects": {
    "string": "Adobe After Effects"
  },
  "Code Editor": {
    "string": "Penyunting Kod"
  },
  "Deployment Infrastructure": {
    "string": "Deployment Infrastructure"
  },
  "Drawing Tablet": {
    "string": "Tablet Lukisan"
  },
  "Hardware": {
    "string": "Perkakasan"
  },
  "Headphones": {
    "string": "Fon Kepala"
  },
  "Huion Q11K V2": {
    "string": "Huion Q11K V2"
  },
  "Illustration": {
    "string": "Ilustrasi"
  },
  "Javascript Framework": {
    "string": "Rangka Kerja Javascript"
  },
  "Keyboard": {
    "string": "Papan Kekunci"
  },
  "Microphone": {
    "string": "Microfon"
  },
  "Motion Graphics": {
    "string": "Grafik Animasi"
  },
  "Mouse": {
    "string": "Tetikus"
  },
  "Nuphy Halo75 V2": {
    "string": "Nuphy Halo75 V2"
  },
  "Operating System": {
    "string": "Sistem Operasi"
  },
  "Steelseries Arctis Nova 3": {
    "string": "Steelseries Arctis Nova 3"
  },
  "UI Design": {
    "string": "Design UI"
  },
  "Vector Graphics": {
    "string": "Grafik Vektor"
  },
  "Vercel": {
    "string": "Vercel"
  },
  "Formerly using VS Code, I immediately fell in love by Zed's simpler and overall faster coding experience, realizing how cluttered everything was after going back. It's got some minor issues here and there, but the ecosystem is actively growing and getting better each passing day.": {
    "string": "Sebelum ini menggunakan VS Code, aku terus jatuh cinta dengan pengalaman pengaturcaraan yang lebih mudah dan tangkas, dan sedar betapa berterabur perkara selepas balik semula. Terdapat beberapa isu kecil sini dan sana, namun ekosistemnya terus berkembang aktif dan bertambahbaik saban hari."
  },
  "Zed": {
    "string": "Zed"
  },
  " Creating a place where I can fully trust to store my data and the things I care for, all while learning about running a server in general, from hardware considerations, networking and security measures.": {
    "string": "Menghasilkan tempat di mana aku benar-benar percayai untuk menyimpan data dan perkara-perkara yang aku ambil berat, sambil mempelajarai cara mengendalikan server, daripada pertimbangan perkakasan, rangkaian dan langkah-langkah keselamatan."
  },
  "A personal DIY home server using Nextcloud, powered by a Raspberry Pi 5 running Ubuntu Server.": {
    "string": "Server rumah DIY menggunakan Nextcloud, dikuasai dengan sebuah Raspberry Pi 5 menggunakan Ubuntu Server."
  },
  "Forever (hopefully)": {
    "string": "Selama-lamanya (harapnya)"
  },
  "Linux": {
    "string": "Linux"
  },
  "More info": {
    "string": "Lebih lanjut"
  },
  "Raspberry Pi": {
    "string": "Raspberry Pi"
  },
  "System Admin": {
    "string": "Pentadbir Sistem"
  },
  "A solid mouse with 12 buttons on the side. I play MMOs every now and then, and my tiny hands could never reach the entirety of my keyboard to press all the hotkeys, so honestly with this RPG mouse, I couldn't have it any other way.": {
    "string": "Tetikus yang elok dengan 12 butang di tepinya. Aku sekali sekala bermain MMO, dan tangan kecilku tidak mampu mencapai keseluruhan papan kekunci. Jadi sejujurnya, dengan tetikus RPG ini, tiada cara lain yang ingin aku terima."
  },
  "A pair of headphones I picked up at MediaMarkt when I was in Germany. I needed something reasonably priced with a built-in microphone because my earphones were so busted. This was it.": {
    "string": "Sepasang fon kepala yang aku kutip di MediaMarkt ketika aku di Jerman. Aku memerlukan sesuatu yang berpatutan dengan mikrofon terbina dalam kerana fon telingaku yang dulu telah begitu daif. Inilah dia."
  },
  "A picture paints a thousand words. Here, there are {value} words.": {
    "string": "Satu karya, seribu kata. Disini, terdapat {value} perkataan."
  },
  "Artworks": {
    "string": "Karya"
  },
  "Artworks © Qayyum Yazid (A.K.A. purrnama). All non-original characters are copyright of their respective owners. Do not use any images commercially without my permission.": {
    "string": "Karya seni © Qayyum Yazid (A.K.A. purrnama). Semua watak bukan buatan asli adalah hak cipta pemilik masing-masing. Dilarang menggunakan sebarang imej secara komersial tanpa kebenaran saya."
  },
  "As I ween my way out of Adobe, I'm getting used to FOSS alternatives. I have used Inkscape for many merch designs. Once you get used to how it works, it's fairly competent.": {
    "string": "Dalam usaha membebaskan diri dari Adobe, saya menyesuaikan diri dengan aplikasi FOSS alternatif. Saya telah menggunakan Inkscape untuk beberapa rekaan merch. Apabila anda mengetahui bagaimana program ini berfungsi, ia sememangnya berkebolehan."
  },
  "Be the change you want to be.": {
    "string": "Jadilah perubahan yang ingin anda lihat."
  },
  "Biography": {
    "string": "Biografi"
  },
  "Dark": {
    "string": "Gelap"
  },
  "Debian 12": {
    "string": "Debian 12"
  },
  "Design": {
    "string": "Reka Bentuk"
  },
  "Development": {
    "string": "Pengaturcaraan"
  },
  "Enter": {
    "string": "Terus"
  },
  "Figma": {
    "string": "Figma"
  },
  "Front End": {
    "string": "Front End"
  },
  "Graphic Design": {
    "string": "Reka Grafik"
  },
  "Hi! I'm Qayyum Yazid.": {
    "string": "Salam! Saya Qayyum Yazid"
  },
  "Home": {
    "string": "Laman Utama"
  },
  "Huion Inspiroy Q11K V2": {
    "string": "Huion Inspiroy Q11K V2"
  },
  "I aspire to tell my own little story through my illustrations and creations. I am always passionate about creative story-telling and elegant use of technology. I prioritize on efficiency and making experiences effortless for anyone. In the end, I wish my creations bring benefit to all walks of life.": {
    "string": "Aku bercita-cita untuk menyampaikan kisah kecilku melalui hasil ilustrasi dan rekaan saya. Saya tertarik dengan penyampaian cerita yang kreatif dan penggunaan teknologi yang bernas. Saya menitikberatkan kecekapan dan pengalaman yang memudahkan bagi semua orang. Akhirnya, saya berharap hasil rekaan saya membawa kebaikan kepada seluruh alam."
  },
  "I daily drive a custom built Debian 12 as my main operating system, by which I started with a very minimal install and then installing only the necessary packages that I need. I have been using Linux for over 3 years now and I'm always learning something new about maintaing and configuring my computer to be the best it could be for my needs. Of course, I always have my Windows partition lying around just in case.": {
    "string": "Aku mengendalikan Debian 12 yang dibina khas sebagai sistem operasi utamaku, di mana aku mula dengan sistem yang minima dan hanya memasang pakej-pakej yang aku perlukan. Kini aku telah menggunakan Linux selama hampir 3 tahun dan aku sentiasa mempelajari sesuatu yang baru tentang menjaga dan menkonfigurasikan komputerku untuk menjadi yang terbaik untuk keperluanku. Sudah tentu, aku sentiasa ada partition Windows sebagai langkah jaga-jaga."
  },
  "I found my passion in art and technology through the ability to express my creativity and create new worlds of wonder, brought to life by my characters and personas, whom serve as vessels that make up who I am. As I journey through this life, my illustrations catalog my joy and happiness, as well as my trials and tribulations. ❤️‍🩹": {
    "string": "I found my passion in art and technology through the ability to express my creativity and create new worlds of wonder, brought to life by my characters and personas, whom serve as vessels that make up who I am. As I journey through this life, my illustrations catalog my joy and happiness, as well as my trials and tribulations. ❤️‍🩹"
  },
  "I remember writing journals when I was in middle school. Starting Form 1, I had a notebook in which I wrote just about anything that happened one particular day, and I would also scribble drawings on the side. There was a total of about 8 books and 3 sketchbooks before I took the SPM exam. Some of them got caught in the rain while some went missing and was later found with boob vandalism on my more feminine characters. They are largely embarassing now, but they remain fragments of memories worth documenting here perpetually.": {
    "string": "Aku ingat menulis jurnal ketika aku di sekolah menengah. Bermula di tingkatan 1, aku mempunyai buku nota yang aku tulis segala apa yanf telah berlaku dalam sehari, dan aku juga menconteng lukisan ditepinya. Terdapat jumlah 8 buku dan 3 buku lakaran sebelum aku menduduki peperiksaan SPM. Beberapa buku telah terkena hujan, dan beberapa lagi telah hilang dan kemudian dijumpa dengan vandalisme payudara pada watak-watak saya yang lebih keperempuanan. Ianya memalukan sekarang, namun ianya serpihan memori yang selayaknya didokumentasikan disini secara berkala."
  },
  "I specifically bought this tablet for its wireless feature. As a bonus, it also has a native Linux driver. The port on my previous tablet has gotten loose and frequently disconnects, plus I had to use workarounds to configure the buttons. This new one just works out of the box.": {
    "string": "Aku beli tablet ini hanya sebab ciri wirelessnya. Sebagai bonus, ia juga mempunyai pemandu Linux yang asli. Port USB tablet lamaku telah menjadi longgar dan sering tertanggal. Dalam pada itu, aku perlu membuat beberapa ubahsuaian supaya ia dapat berfungsi dengan Linux. Tablet baru ini berfungsi sejurus selepas membukanya."
  },
  "I was born in a small town in the northern region of Kedah. When I was 6 years old, my family moved all the way down to southern Johore. There used to be a small kindergarten in the neighbourhood, and there was only 3 to 4 children there. I remember eating scrambled eggs for breakfast, reading storybooks with grandma and going to the park nearby every saturday. It's a whole little family in there and I felt like I was part of it too. Today I looked back at the now defunct corner lot terrace where the kindergarten used to be, oh how I wish I could do it all over again.": {
    "string": "Aku lahir di sebuah kota kecil di utara negeri Kedah. Ketika aku umur 6 tahun, keluargaku telah pindah turun ke negeri utara Johor. Terdapat sebuah tadika kecil di kejiranan itu, dan terdapat hanya 3 ke 4 anak-anak di situ. Aku ingat menikmati sarapan telur hancur, membaca buku cerita bersama nenek dan bersiar di taman berdekatan setiap hari sabtu. Ia bagaikan keluarga kecil di situ dan aku juga rasa seperti sebahagian daripadanya. Kini, aku lihat semula rumah bucu teres yang telah tidak terurus di tempat tadika tersebut dulu berada, oh betapa aku berharap saya boleh mengalaminya sekali lagi."
  },
  "I was exposed to Next.js as part of my frontend work at Minswap. As training, this website is also developed using the same framework. I still need to figure out how to transition to the new app router though.": {
    "string": "Aku mendapat pendedahan kepada Next.js ketika berkerja di Minswap. Sebagai latihan, laman sesawang ini juga dibina menggunakan rerangka yang sama. Namun, aku masih perlu memikirkan cara berpindah ke penghala app yang baru."
  },
  "I'm Qayyum, a freelance developer and designer based in Johore, Malaysia.": {
    "string": "Saya Qayyum, pereka dan pembangun perisian bebas berpangkalan di Johor, Malaysia."
  },
  "Inkscape": {
    "string": "Inkscape"
  },
  "It was once my dream to further my studies in Germany. I've always thought the place is akin to utopia, a land of knowledge and technological advancements. I laugh and cringe at how naive I was back then. But what I do know, is that when there is a will, there is definitely a way. I've received a sponsorship that brings me the opportunity to study there. I've completed a 6-month language course in Leipzig before starting my semester in a university in Deggendorf. I was quick to discover the harsh realities of life, like finding a place to stay, possibly making every mistake in the book. I was stuck in a state of survival, where would I be staying next every passing month. I realize that maybe I wasn't cut out for this, and I choose to call it quits. Nonetheless, I am determined to make amends and start anew in home soil, with newfound hope and empathy for others who are now facing what I once had. If I could achieve what I've dreamed before, I could achieve it again.": {
    "string": "It was once my dream to further my studies in Germany. I've always thought the place is akin to utopia, a land of knowledge and technological advancements. I laugh and cringe at how naive I was back then. But what I do know, is that when there is a will, there is definitely a way. I've received a sponsorship that brings me the opportunity to study there. I've completed a 6-month language course in Leipzig before starting my semester in a university in Deggendorf. I was quick to discover the harsh realities of life, like finding a place to stay, possibly making every mistake in the book. I was stuck in a state of survival, where would I be staying next every passing month. I realize that maybe I wasn't cut out for this, and I choose to call it quits. Nonetheless, I am determined to make amends and start anew in home soil, with newfound hope and empathy for others who are now facing what I once had. If I could achieve what I've dreamed before, I could achieve it again."
  },
  "Krita": {
    "string": "Krita"
  },
  "Latest Artworks": {
    "string": "Karya Terkini"
  },
  "Latest Logs": {
    "string": "Log Terkini"
  },
  "Lenovo Legion 5 15ARH05": {
    "string": "Lenovo Legion 5 15ARH05"
  },
  "Light": {
    "string": "Terang"
  },
  "Logs": {
    "string": "Log"
  },
  "Merchandise": {
    "string": "Barang dagangan"
  },
  "Minswap is a decentralized exchange on the Cardano blockchain. I worked with a global team of agile individuals to provide promotional content, merchandise and interface designs.": {
    "string": "Minswap adalah pusat pertukaran kripto terdesentralisasi di blockchain Cardano. Saya berkerja bersama-sama kumpulan individu global yang tangkas untuk membekalkan kandungan promosi, barangan merch dan rekaan antaramuka."
  },
  "My first laptop. It runs on a modest AMD Ryzen 5 4600H and Nvidia GTX 1650. It is sufficient for what I do. Before this I would use the family 2011 iMac computer, so this is a significant upgrade. Later down the road I upgraded the RAM to 16GB and added a second 1TB SSD.": {
    "string": "My first laptop. It runs on a modest AMD Ryzen 5 4600H and Nvidia GTX 1650. It is sufficient for what I do. Before this I would use the family 2011 iMac computer, so this is a significant upgrade. Later down the road I upgraded the RAM to 16GB and added a second 1TB SSD."
  },
  "My mother introduced me to programming and game making since I was 9 years old, because I was always on the computer and I ought to put my hobby to good use rather than just mindless flash gaming. And you know what I was pretty hooked by the idea. The fact that I could create something awesome with my own touch of flare is amazing, and the passion burns strong since. The time was convenient enough that my middle school was getting around into participating robotics and game jam competitions. My friends and I pioneered the Robotics Club and I handled the programming side of things. One of the best memories I had was creating a Lego EV3 Mindstorms claw robot for an intrastate competition, and making the design decision to control it with another EV3 brick via Bluetooth instead of a phone over Wifi, which worked in our favor during the run. Before I left the school, they were already setting up courses for game dev with Unity3D, which is so super cool to see.": {
    "string": "My mother introduced me to programming and game making since I was 9 years old, because I was always on the computer and I ought to put my hobby to good use rather than just mindless flash gaming. And you know what I was pretty hooked by the idea. The fact that I could create something awesome with my own touch of flare is amazing, and the passion burns strong since. The time was convenient enough that my middle school was getting around into participating robotics and game jam competitions. My friends and I pioneered the Robotics Club and I handled the programming side of things. One of the best memories I had was creating a Lego EV3 Mindstorms claw robot for an intrastate competition, and making the design decision to control it with another EV3 brick via Bluetooth instead of a phone over Wifi, which worked in our favor during the run. Before I left the school, they were already setting up courses for game dev with Unity3D, which is so super cool to see."
  },
  "Next.js": {
    "string": "Next.js"
  },
  "Polarizing topic regarding the best code editor aside, no doubt anyone would find its versatility and extensiveness of VS Code appealing. Most of my web and game projects are written with VS Code.": {
    "string": "Polarizing topic regarding the best code editor aside, no doubt anyone would find its versatility and extensiveness of VS Code appealing. Most of my web and game projects are written with VS Code."
  },
  "Razer Kraken V3": {
    "string": "Razer Kraken V3"
  },
  "Razer Naga X": {
    "string": "Razer Naga X"
  },
  "Reports, recollections and reflections.": {
    "string": "Laporan, ingatan dan refleksi."
  },
  "Software Engineering Student, Freelance Developer and Designer | Based in Johore, Malaysia 🇲🇾": {
    "string": "Software Engineering Student, Freelance Developer and Designer | Based in Johore, Malaysia 🇲🇾"
  },
  "SteelSwap is a DEX aggregator on the Cardano blockchain. Taking its foundation to new heights with various illustrations and interface designs with a rusty cyberpunk aesthetic.": {
    "string": "SteelSwap ialah agregator DEX di blockchain Cardano. Membawa asasnya ke tahap baharu dengan pelbagai ilustrasi dan reka bentuk antara muka dengan estetika cyberpunk berkarat."
  },
  "The best of the best in terms of value, its free! Krita is a very respectable for an open-source software. Comes with lots of brushes, can record timelapses and also do animation! I love this software to bits and I will not have it any other way.": {
    "string": "Yang terbaik dari segi nilainya, ia percuma! Krita begitu terhormat sebagai perisian sumber terbuka. Tersedia dengan pelbagai berus, boleh merakam timelapse dan juga boleh menghasilkan animasi! Aku begitu suka akan prisisan ini dan aku tidak ingin menerima yang selainnya."
  },
  "The world is ours to explore, design and nurture, for the betterment of all walks of life.": {
    "string": "Dunia ini milik kami untuk menerokai, mereka dan memulihara, demi kesejahteraan segala kehidupan."
  },
  "This website serves as the main hub for showcasing all my artworks, as well as a creative outlet for all kinds of fun projects that combine programming and art! Soon you will find more ways to interact with me in interesting ways.": {
    "string": "This website serves as the main hub for showcasing all my artworks, as well as a creative outlet for all kinds of fun projects that combine programming and art! Soon you will find more ways to interact with me in interesting ways."
  },
  "UI/UX Design": {
    "string": "Reka UI/UX"
  },
  "Uses": {
    "string": "Kegunaan"
  },
  "Visit Website": {
    "string": "Lawati laman sesawang"
  },
  "Visual Studio Code": {
    "string": "Visual Studio Code"
  },
  "We use Figma for all the interface mocks and marketing media. I find the sorting and layout particularly handy in comparison to other design programs.": {
    "string": "We use Figma for all the interface mocks and marketing media. I find the sorting and layout particularly handy in comparison to other design programs."
  },
  "Work": {
    "string": "Kerja"
  },
  "Workstation": {
    "string": "Stesen Kerja"
  },
  "You may know me as purrnama, or my previous alias smolpadok, or by the name of my personas, Van or Cooper. Welcome to my little corner of the internet!": {
    "string": "You may know me as purrnama, or my previous alias smolpadok, or by the name of my personas, Van or Cooper. Welcome to my little corner of the internet!"
  }
}
