{
  "At a young age, I can be seen tinkering with whatever I put my mind to. I was so fascinated at the idea of creating anything with the power of programming, and the passion burns strong since. I have dabbled in various hobby projects relating to game development, web design and content creation. Currently, I work remotely as a frontend dev and designer for Minswap DEX on the Cardano blockchain. In my spare time, I like to draw and play rhythm games.": "Sejak usia muda, saya boleh dilihat meneroka apa-apa yang terterbit dalam minda. Saya begitu terpersona dengan satu idea, bahawa saya boleh mereka apa sahaja menggunakan kuasa pengaturcaraan, dan semangat itu terus membara sehingga kini. Saya telah mentelaah pelbagai projek persendirian merangkumi pengaturcaraan permainan video, design laman web dan penghasilan media. Kini, saya bekerja sebagai pembangun frontend dan pereka untuk Minswap DEX di blockchain Cardano. Pada waktu lapang, saya suka melukis dan bermain permainan irama.",
  "Hello, friend!": "Hai, kawan!",
  "I aspire to tell my own little story through my illustrations and creations. I am always passionate about creative story-telling and elegant use of technology. I prioritize on efficiency and making experiences effortless for anyone. In the end, I wish my creations bring benefit to all walks of life.": "Saya bercita-cita untuk menyampaikan kisah kecilku melalui hasil ilustrasi dan rekaan saya. Saya tertarik dengan penyampaian cerita yang kreatif dan penggunaan teknologi yang bernas. Saya menitikberatkan kecekapan dan pengalaman yang memudahkan bagi semua orang. Akhirnya, saya berharap hasil rekaan saya membawa kebaikan kepada seluruh alam.",
  "I'm Qayyum, or you can call me smolpadok. I was born in Malaysia and now continuing my studies in Germany. I'm a hobbyist frontend developer and designer for almost 9 years.": "Saya Qayyum, atau anda boleh panggil saya smolpadok. Saya lahir di Malaysia dan kini menyambung pelajaran di Jerman. Saya seorang pembangun frontend dan pelukis hobi selama hampir 9 tahun.",
  "a turkish van merchant/civil engineer.": "seorang kucing van turki pedagang/jurutera sivil",
  "About": "Kenali",
  "Almanac": "Almanak",
  "Each one is a story to tell. Discover one and find out what's in store!": "Setiap lukisan menyebut suatu kisah. Pilih salah satu dan lihat apa yang bakal menanti anda!",
  "Greetings traveler.": "Salam wahai pengembara.",
  "Home": "Laman Utama"
}
