{
  "About": [
    {
      "type": 0,
      "value": "Über mich"
    }
  ],
  "Almanac": [
    {
      "type": 0,
      "value": "Almanach"
    }
  ],
  "At a young age, I can be seen tinkering with whatever I put my mind to. I was so fascinated at the idea of creating anything with the power of programming, and the passion burns strong since. I have dabbled in various hobby projects relating to game development, web design and content creation. Currently, I work remotely as a frontend dev and designer for Minswap DEX on the Cardano blockchain. In my spare time, I like to draw and play rhythm games.": [
    {
      "type": 0,
      "value": "Schon in jungen Jahren habe ich an allem herumgebastelt, was mir in den Sinn kam. Ich war fasziniert von der Idee, mit der Kraft der Programmierung etwas zu erschaffen, und diese Leidenschaft ist bis heute ungebrochen. Ich habe mich in verschiedenen Hobbyprojekten in den Bereichen Spieleentwicklung, Webdesign und Inhaltserstellung versucht. Derzeit arbeite ich als Frontend-Entwickler und Designer für Minswap DEX auf der Cardano-Blockchain. In meiner Freizeit zeichne ich gerne und spiele Rhythmusspiele."
    }
  ],
  "Cats?": [
    {
      "type": 0,
      "value": "Katzen?"
    }
  ],
  "Dark": [
    {
      "type": 0,
      "value": "Dunkel"
    }
  ],
  "Each one is a story to tell. Discover one and find out what's in store!": [
    {
      "type": 0,
      "value": "Jedes Kunstwerk hat eine Geschichte zu erzählen. Entdecken Sie eine, um zu erfahren, was es zu erzählen gibt!"
    }
  ],
  "Greetings traveler.": [
    {
      "type": 0,
      "value": "Grüße Reisende."
    }
  ],
  "Hello, friend!": [
    {
      "type": 0,
      "value": "Hallo, Freund!"
    }
  ],
  "Home": [
    {
      "type": 0,
      "value": "Hauptseite"
    }
  ],
  "I aspire to tell my own little story through my illustrations and creations. I am always passionate about creative story-telling and elegant use of technology. I prioritize on efficiency and making experiences effortless for anyone. In the end, I wish my creations bring benefit to all walks of life.": [
    {
      "type": 0,
      "value": "Mein Ziel ist es, mit meinen Illustrationen und Kreationen meine eigene kleine Geschichte zu erzählen. Meine Leidenschaft gilt dem kreativen Erzählen von Geschichten und dem eleganten Einsatz von Technologie. Ich lege großen Wert aur Effizienz und mühelose Erlebnisse für alle. Letztendlich wünsche ich mir, dass meine Kreationen allen Lebensbereichen zugute kommen."
    }
  ],
  "I take great lessons from cats, being a person who has pet cats in real life. Cats are resilient, loving, intelligent yet whimsical and they are more aware of the existence of higher beings, things of greater good. If granted sentience, I believe they can create better worlds than we do. That is a narrative I'd like to bring in my illustrations, as a motivation for myself, and hopefully for others to explore and learn for the betterment of society.": [
    {
      "type": 0,
      "value": "Als jemand, der im wirklichen Leben Katzen als Haustiere hat, kann ich viel von Katzen lernen. Katzen sind unverwüstlich, liebevoll, intelligent und doch launisch, und sie sind sich der Existenz höherer Wesen, der Dinge des größeren Guten, bewusster. Ich glaube, dass sie, wenn ihnen ein Gefühl gegeben wird, bessere Welten schaffen können als wir es tun. Das ist eine Geschichte, die ich in meine Illustrationen einbringen möchte, als Motivation für mich selbst, und hoffentlich auch für andere, zu erforschen und zu lernen, um die Gesellschaft zu verbessern."
    }
  ],
  "I'm Qayyum, or you can call me smolpadok. I was born in Malaysia and now continuing my studies in Germany. I'm a hobbyist frontend developer and designer for almost 9 years.": [
    {
      "type": 0,
      "value": "Ich heiße Qayyum, aber Sie können mich smolpadok nennen. Ich wurde in Malaysia geboren und studiere jetzt in Deutschland. Ich bin ein Hobby-Frontend-Entwickler und Designer für fast 9 Jahre."
    }
  ],
  "Khajiit today makes 'soft wares'.": [
    {
      "type": 0,
      "value": "Heutzitage herstellen Khajiit 'soft wares'."
    }
  ],
  "Light": [
    {
      "type": 0,
      "value": "Hell"
    }
  ],
  "Made with 😻 using Next.js and Tailwind": [
    {
      "type": 0,
      "value": "Mit 😻 gemacht mit Next.js und Tailwind"
    }
  ],
  "Padok is a Malay slang for padu, which means powerful.": [
    {
      "type": 0,
      "value": "Padok ist ein malaiischer Slang für Padu, was so viel wie mächtig bedeutet."
    }
  ],
  "The illustrations I make, describe a world of places I'm passionate about, the things I want to do and the kind of person I wish to become. They are not tied to a particular story, leaving enough room for self-interpretation.": [
    {
      "type": 0,
      "value": "Die Illustrationen, die ich anfertige, beschreiben eine Welt der Orte, für die ich mich begeistere, die DInge, die ich tun möchte, und die Art von Menschen, die ich werden möchte. Sie sind nicht an eine bestimmte Geschichte gebunden und lassen genügend Raum für einige Interpretationen. "
    }
  ],
  "Tools of the Trade": [
    {
      "type": 0,
      "value": "Werkzeuge des Handels"
    }
  ],
  "When I was a kid I had always been a little smaller in size than my peers. Even today, but only a minor difference.": [
    {
      "type": 0,
      "value": "Als Kind war ich immer ein wenig kleiner als meine Altersgenossen. Auch heute noch, aber nur ein kleiner Unterschied."
    }
  ],
  "a turkish van merchant/civil engineer.": [
    {
      "type": 0,
      "value": "eine türkische Van-Katze Händlerin/Bauingenieurin."
    }
  ]
}