{
  " Creating a place where I can fully trust to store my data and the things I care for, all while learning about running a server in general, from hardware considerations, networking and security measures.": [
    {
      "type": 0,
      "value": "Ich möchte einen Ort schaffen, an dem ich meine Daten und die Dinge, die mir wichtig sind, vertrauensvoll speichern kann, während ich gleichzeitig etwas über den Betrieb eines Servers im Allgemeinen lerne, von Hardwareüberlegungen über Netzwerke bis hin zu Sicherheitsmaßnahmen."
    }
  ],
  "A brand revamp for PurritoGeneral, Lead Growth at Minswap and Content Creator on X. Featuring a new mascot design and a slew of brand assets with a unique twist of cats, anime and military.": [
    {
      "type": 0,
      "value": "Ein Markenrelaunch für PurritoGeneral, Wachstumsführer bei Minswap und Content-Ersteller auf X. Mit einem neuen Maskottchen-Design und einer Reihe von Marken-Assets mit einem einzigartigen Twist aus Katzen, Anime und Militär."
    }
  ],
  "A pair of headphones I picked up at MediaMarkt when I was in Germany. I needed something reasonably priced with a built-in microphone because my earphones were so busted. This was it.": [
    {
      "type": 0,
      "value": "Ein Paar Kopfhörer, die ich bei MediaMarkt gekauft habe, als ich in Deutschland war. Ich brauchte etwas Günstiges mit einem eingebauten Mikrofon, weil meine Kopfhörer so kaputt waren. Das war es."
    }
  ],
  "A personal DIY home server using Nextcloud, powered by a Raspberry Pi 5 running Ubuntu Server.": [
    {
      "type": 0,
      "value": "Ein persönlicher DIY-Heimserver mit Nextcloud, betrieben von einem Raspberry Pi 5 mit Ubuntu Server."
    }
  ],
  "A picture paints a thousand words. Here, there are {value} words.": [
    {
      "type": 0,
      "value": "Ein Bild sagt mehr als tausend Worte. Hier, gibt es "
    },
    {
      "type": 1,
      "value": "value"
    },
    {
      "type": 0,
      "value": " Worte."
    }
  ],
  "A solid mouse with 12 buttons on the side. I play MMOs every now and then, and my tiny hands could never reach the entirety of my keyboard to press all the hotkeys, so honestly with this RPG mouse, I couldn't have it any other way.": [
    {
      "type": 0,
      "value": "Eine zuverlässige Maus mit 12 Tasten an der Seite. Ich spiele hin und wieder MMOs und meine kleinen Hände könnten nie die gesamte Tastatur erreichen, um alle Hotkeys zu drücken, also könnte ich es mit dieser RPG-Maus gar nicht anders haben."
    }
  ],
  "AKG Ara": [
    {
      "type": 0,
      "value": "AKG Ara"
    }
  ],
  "Adobe After Effects": [
    {
      "type": 0,
      "value": "Adobe After Effects"
    }
  ],
  "Artworks": [
    {
      "type": 0,
      "value": "Kunstwerke"
    }
  ],
  "Artworks © Qayyum Yazid (A.K.A. purrnama). All non-original characters are copyright of their respective owners. Do not use any images commercially without my permission.": [
    {
      "type": 0,
      "value": "Kunstwerke © Qayyum Yazid (alias purrnama). Alle nicht-originellen Zeichen unterliegen dem Copyright ihrer jeweiligen Eigentümer. Bitte verwenden Sie keine Bilder kommerziell ohne meine Erlaubnis."
    }
  ],
  "As I ween my way out of Adobe, I'm getting used to FOSS alternatives. I have used Inkscape for many merch designs. Once you get used to how it works, it's fairly competent.": [
    {
      "type": 0,
      "value": "Während ich mich von Adobe losmache, gewöhne ich mich an FOSS-Alternativen. Ich habe Inkscape für viele Warendesigns genutzt. Wenn man sich erst einmal daran gewöhnt hat, wie es funktioniert, ist es ziemlich kompentent."
    }
  ],
  "Be the change you want to be.": [
    {
      "type": 0,
      "value": "Sei die Veränderung, die du sein willst."
    }
  ],
  "Biography": [
    {
      "type": 0,
      "value": "Biographie"
    }
  ],
  "Branding": [
    {
      "type": 0,
      "value": "Markenbildung"
    }
  ],
  "Code Editor": [
    {
      "type": 0,
      "value": "Code-Editor"
    }
  ],
  "Commercial Works": [
    {
      "type": 0,
      "value": "Kommerzielle Arbeiten"
    }
  ],
  "Dark": [
    {
      "type": 0,
      "value": "Dunkel"
    }
  ],
  "Debian 12": [
    {
      "type": 0,
      "value": "Debian 12"
    }
  ],
  "Deployment Infrastructure": [
    {
      "type": 0,
      "value": "Einsatzinfrastruktur"
    }
  ],
  "Design": [
    {
      "type": 0,
      "value": "Design"
    }
  ],
  "Development": [
    {
      "type": 0,
      "value": "Entwicklung"
    }
  ],
  "Drawing Tablet": [
    {
      "type": 0,
      "value": "Zeichentablett"
    }
  ],
  "Enter": [
    {
      "type": 0,
      "value": "Eingabe"
    }
  ],
  "Expertise": [
    {
      "type": 0,
      "value": "Fachwissen"
    }
  ],
  "Figma": [
    {
      "type": 0,
      "value": "Figma"
    }
  ],
  "Forever (hopefully)": [
    {
      "type": 0,
      "value": "(hoffentlich) für immer"
    }
  ],
  "Formerly using VS Code, I immediately fell in love by Zed's simpler and overall faster coding experience, realizing how cluttered everything was after going back. It's got some minor issues here and there, but the ecosystem is actively growing and getting better each passing day.": [
    {
      "type": 0,
      "value": "Früher habe ich VS Code verwendet und mich sofort in die einfachere und insgesamt schnellere Codierungserfahrung von Zed verliebt, als ich merkte, wie unübersichtlich alles war, als ich zurückging. Es hat einige kleinere Probleme hier und da, aber das Ökosystem wächst aktiv und wird jeden Tag besser."
    }
  ],
  "Front End": [
    {
      "type": 0,
      "value": "Front End"
    }
  ],
  "Front-End": [
    {
      "type": 0,
      "value": "Front-End"
    }
  ],
  "Graphic Design": [
    {
      "type": 0,
      "value": "Graphische Gestaltung"
    }
  ],
  "Hardware": [
    {
      "type": 0,
      "value": "Hardware"
    }
  ],
  "Headphones": [
    {
      "type": 0,
      "value": "Kopfhörer"
    }
  ],
  "Hi! I'm Qayyum Yazid.": [
    {
      "type": 0,
      "value": "Hi! I'm Qayyum Yazid."
    }
  ],
  "Home": [
    {
      "type": 0,
      "value": "Hauptseite"
    }
  ],
  "Huion Inspiroy Q11K V2": [
    {
      "type": 0,
      "value": "Huion Inspiroy Q11K V2"
    }
  ],
  "Huion Q11K V2": [
    {
      "type": 0,
      "value": "Huion Q11K V2"
    }
  ],
  "I aspire to tell my own little story through my illustrations and creations. I am always passionate about creative story-telling and elegant use of technology. I prioritize on efficiency and making experiences effortless for anyone. In the end, I wish my creations bring benefit to all walks of life.": [
    {
      "type": 0,
      "value": "I aspire to tell my own little story through my illustrations and creations. I am always passionate about creative story-telling and elegant use of technology. I prioritize on efficiency and making experiences effortless for anyone. In the end, I wish my creations bring benefit to all walks of life."
    }
  ],
  "I daily drive a custom built Debian 12 as my main operating system, by which I started with a very minimal install and then installing only the necessary packages that I need. I have been using Linux for over 3 years now and I'm always learning something new about maintaing and configuring my computer to be the best it could be for my needs. Of course, I always have my Windows partition lying around just in case.": [
    {
      "type": 0,
      "value": "Ich benutze täglich ein selbst gebautes Debian 12 als mein Hauptbetriebssystem, wobei ich mit einer sehr minimalen Installation begonnen habe und dann nur die notwendigen Pakete installiert habe, die ich brauche. Ich benutze Linux jetzt seit über 3 Jahren und lerne immer wieder etwas Neues über die Wartung und Konfiguration meines Computers, um ihn so gut wie möglich für meine Bedürfnisse zu konfigurieren. Natürlich habe ich immer meine Windows-Partition für den Fall der Fälle dabei."
    }
  ],
  "I found my passion in art and technology through the ability to express my creativity and create new worlds of wonder, brought to life by my characters and personas, whom serve as vessels that make up who I am. As I journey through this life, my illustrations catalog my joy and happiness, as well as my trials and tribulations. ❤️‍🩹": [
    {
      "type": 0,
      "value": "I found my passion in art and technology through the ability to express my creativity and create new worlds of wonder, brought to life by my characters and personas, whom serve as vessels that make up who I am. As I journey through this life, my illustrations catalog my joy and happiness, as well as my trials and tribulations. ❤️‍🩹"
    }
  ],
  "I remember writing journals when I was in middle school. Starting Form 1, I had a notebook in which I wrote just about anything that happened one particular day, and I would also scribble drawings on the side. There was a total of about 8 books and 3 sketchbooks before I took the SPM exam. Some of them got caught in the rain while some went missing and was later found with boob vandalism on my more feminine characters. They are largely embarassing now, but they remain fragments of memories worth documenting here perpetually.": [
    {
      "type": 0,
      "value": "I remember writing journals when I was in middle school. Starting Form 1, I had a notebook in which I wrote just about anything that happened one particular day, and I would also scribble drawings on the side. There was a total of about 8 books and 3 sketchbooks before I took the SPM exam. Some of them got caught in the rain while some went missing and was later found with boob vandalism on my more feminine characters. They are largely embarassing now, but they remain fragments of memories worth documenting here perpetually."
    }
  ],
  "I specifically bought this tablet for its wireless feature. As a bonus, it also has a native Linux driver. The port on my previous tablet has gotten loose and frequently disconnects, plus I had to use workarounds to configure the buttons. This new one just works out of the box.": [
    {
      "type": 0,
      "value": "I specifically bought this tablet for its wireless feature. As a bonus, it also has a native Linux driver. The port on my previous tablet has gotten loose and frequently disconnects, plus I had to use workarounds to configure the buttons. This new one just works out of the box."
    }
  ],
  "I was born in a small town in the northern region of Kedah. When I was 6 years old, my family moved all the way down to southern Johore. There used to be a small kindergarten in the neighbourhood, and there was only 3 to 4 children there. I remember eating scrambled eggs for breakfast, reading storybooks with grandma and going to the park nearby every saturday. It's a whole little family in there and I felt like I was part of it too. Today I looked back at the now defunct corner lot terrace where the kindergarten used to be, oh how I wish I could do it all over again.": [
    {
      "type": 0,
      "value": "I was born in a small town in the northern region of Kedah. When I was 6 years old, my family moved all the way down to southern Johore. There used to be a small kindergarten in the neighbourhood, and there was only 3 to 4 children there. I remember eating scrambled eggs for breakfast, reading storybooks with grandma and going to the park nearby every saturday. It's a whole little family in there and I felt like I was part of it too. Today I looked back at the now defunct corner lot terrace where the kindergarten used to be, oh how I wish I could do it all over again."
    }
  ],
  "I was exposed to Next.js as part of my frontend work at Minswap. As training, this website is also developed using the same framework. I still need to figure out how to transition to the new app router though.": [
    {
      "type": 0,
      "value": "I was exposed to Next.js as part of my frontend work at Minswap. As training, this website is also developed using the same framework. I still need to figure out how to transition to the new app router though."
    }
  ],
  "I'm Qayyum, a freelance developer and designer based in Johore, Malaysia.": [
    {
      "type": 0,
      "value": "Ich heiße Qayyum, ein freiberuflicher Entwickler und Designer aus Johore, Malaysia."
    }
  ],
  "Illustration": [
    {
      "type": 0,
      "value": "Abbildung"
    }
  ],
  "Inkscape": [
    {
      "type": 0,
      "value": "Inkscape"
    }
  ],
  "It was once my dream to further my studies in Germany. I've always thought the place is akin to utopia, a land of knowledge and technological advancements. I laugh and cringe at how naive I was back then. But what I do know, is that when there is a will, there is definitely a way. I've received a sponsorship that brings me the opportunity to study there. I've completed a 6-month language course in Leipzig before starting my semester in a university in Deggendorf. I was quick to discover the harsh realities of life, like finding a place to stay, possibly making every mistake in the book. I was stuck in a state of survival, where would I be staying next every passing month. I realize that maybe I wasn't cut out for this, and I choose to call it quits. Nonetheless, I am determined to make amends and start anew in home soil, with newfound hope and empathy for others who are now facing what I once had. If I could achieve what I've dreamed before, I could achieve it again.": [
    {
      "type": 0,
      "value": "It was once my dream to further my studies in Germany. I've always thought the place is akin to utopia, a land of knowledge and technological advancements. I laugh and cringe at how naive I was back then. But what I do know, is that when there is a will, there is definitely a way. I've received a sponsorship that brings me the opportunity to study there. I've completed a 6-month language course in Leipzig before starting my semester in a university in Deggendorf. I was quick to discover the harsh realities of life, like finding a place to stay, possibly making every mistake in the book. I was stuck in a state of survival, where would I be staying next every passing month. I realize that maybe I wasn't cut out for this, and I choose to call it quits. Nonetheless, I am determined to make amends and start anew in home soil, with newfound hope and empathy for others who are now facing what I once had. If I could achieve what I've dreamed before, I could achieve it again."
    }
  ],
  "Javascript Framework": [
    {
      "type": 0,
      "value": "Javascript-Framework"
    }
  ],
  "Keyboard": [
    {
      "type": 0,
      "value": "Tastatur"
    }
  ],
  "Krita": [
    {
      "type": 0,
      "value": "Krita"
    }
  ],
  "Latest Artworks": [
    {
      "type": 0,
      "value": "Neueste Kunstwerke"
    }
  ],
  "Latest Logs": [
    {
      "type": 0,
      "value": "Neueste Protokolle"
    }
  ],
  "Lenovo Legion 5 15ARH05": [
    {
      "type": 0,
      "value": "Lenovo Legion 5 15ARH05"
    }
  ],
  "Light": [
    {
      "type": 0,
      "value": "Light"
    }
  ],
  "Linux": [
    {
      "type": 0,
      "value": "Linux"
    }
  ],
  "Logs": [
    {
      "type": 0,
      "value": "Protokolle"
    }
  ],
  "Merchandise": [
    {
      "type": 0,
      "value": "Handelswaren"
    }
  ],
  "Microphone": [
    {
      "type": 0,
      "value": "Microfon"
    }
  ],
  "Minswap is a decentralized exchange on the Cardano blockchain. I worked with a global team of agile individuals to provide promotional content, merchandise and interface designs.": [
    {
      "type": 0,
      "value": "Minswap ist eine dezentralisierte Börse auf der Cardano-Blockchain. Ich habe mit einem globalen Team von agilen Personen zusammengearbeitet, um Werbeinhalte, Waren und Schnittstellendesigns bereitzustellen."
    }
  ],
  "More info": [
    {
      "type": 0,
      "value": "Mehr Infos"
    }
  ],
  "Motion Graphics": [
    {
      "type": 0,
      "value": "Animierte Grafiken"
    }
  ],
  "Mouse": [
    {
      "type": 0,
      "value": "Maus"
    }
  ],
  "Move forward with courage, because you are not alone.": [
    {
      "type": 0,
      "value": "Geh mutig voran, denn du bist nicht allein."
    }
  ],
  "My first laptop. It runs on a modest AMD Ryzen 5 4600H and Nvidia GTX 1650. It is sufficient for what I do. Before this I would use the family 2011 iMac computer, so this is a significant upgrade. Later down the road I upgraded the RAM to 16GB and added a second 1TB SSD.": [
    {
      "type": 0,
      "value": "Mein erster Laptop. Es läuft auf einem bescheidenen AMD Ryzen 5 4600H und Nvidia GTX 1650. Es ist ausreichend für das, was ich tue. Vorher habe ich den 2011er iMac der Familie benutzt, also ist dies ein bedeutendes Upgrade. Später habe ich den RAM auf 16 GB aufgerüstet und eine zweite 1 TB SSD hinzugefügt."
    }
  ],
  "My mother introduced me to programming and game making since I was 9 years old, because I was always on the computer and I ought to put my hobby to good use rather than just mindless flash gaming. And you know what I was pretty hooked by the idea. The fact that I could create something awesome with my own touch of flare is amazing, and the passion burns strong since. The time was convenient enough that my middle school was getting around into participating robotics and game jam competitions. My friends and I pioneered the Robotics Club and I handled the programming side of things. One of the best memories I had was creating a Lego EV3 Mindstorms claw robot for an intrastate competition, and making the design decision to control it with another EV3 brick via Bluetooth instead of a phone over Wifi, which worked in our favor during the run. Before I left the school, they were already setting up courses for game dev with Unity3D, which is so super cool to see.": [
    {
      "type": 0,
      "value": "My mother introduced me to programming and game making since I was 9 years old, because I was always on the computer and I ought to put my hobby to good use rather than just mindless flash gaming. And you know what I was pretty hooked by the idea. The fact that I could create something awesome with my own touch of flare is amazing, and the passion burns strong since. The time was convenient enough that my middle school was getting around into participating robotics and game jam competitions. My friends and I pioneered the Robotics Club and I handled the programming side of things. One of the best memories I had was creating a Lego EV3 Mindstorms claw robot for an intrastate competition, and making the design decision to control it with another EV3 brick via Bluetooth instead of a phone over Wifi, which worked in our favor during the run. Before I left the school, they were already setting up courses for game dev with Unity3D, which is so super cool to see."
    }
  ],
  "Neovim": [
    {
      "type": 0,
      "value": "Neovim"
    }
  ],
  "Next.js": [
    {
      "type": 0,
      "value": "Next.js"
    }
  ],
  "Nuphy Halo75 V2": [
    {
      "type": 0,
      "value": "Nuphy Halo75 V2"
    }
  ],
  "Operating System": [
    {
      "type": 0,
      "value": "Betriebssystem"
    }
  ],
  "Polarizing topic regarding the best code editor aside, no doubt anyone would find its versatility and extensiveness of VS Code appealing. Most of my web and game projects are written with VS Code.": [
    {
      "type": 0,
      "value": "Polarizing topic regarding the best code editor aside, no doubt anyone would find its versatility and extensiveness of VS Code appealing. Most of my web and game projects are written with VS Code."
    }
  ],
  "Raspberry Pi": [
    {
      "type": 0,
      "value": "Raspberry Pi"
    }
  ],
  "Razer Kraken V3": [
    {
      "type": 0,
      "value": "Razer Kraken V3"
    }
  ],
  "Razer Naga X": [
    {
      "type": 0,
      "value": "Razer Naga X"
    }
  ],
  "Reports, recollections and reflections.": [
    {
      "type": 0,
      "value": "Berichte, Erinnerungen und Überlegungen."
    }
  ],
  "Software Engineering Student, Freelance Developer and Designer | Based in Johore, Malaysia 🇲🇾": [
    {
      "type": 0,
      "value": "Software Engineering Student, Freelance Developer and Designer | Based in Johore, Malaysia 🇲🇾"
    }
  ],
  "SteelSwap is a DEX aggregator on the Cardano blockchain. Taking its foundation to new heights with various illustrations and interface designs with a rusty cyberpunk aesthetic.": [
    {
      "type": 0,
      "value": "SteelSwap ist ein DEX-Aggregator auf der Cardano-Blockchain. Mit verschiedenen Illustrationen und Interfacedesigns in einer rostigen Cyberpunk-Ästhetik hebt SteelSwap sein Fundament auf neue Höhen."
    }
  ],
  "Steelseries Arctis Nova 3": [
    {
      "type": 0,
      "value": "Steelseries Arctis Nova 3"
    }
  ],
  "Steelseries Rival 3": [
    {
      "type": 0,
      "value": "Steelseries Rival 3"
    }
  ],
  "System Admin": [
    {
      "type": 0,
      "value": "Systemverwalter"
    }
  ],
  "The best of the best in terms of value, its free! Krita is a very respectable for an open-source software. Comes with lots of brushes, can record timelapses and also do animation! I love this software to bits and I will not have it any other way.": [
    {
      "type": 0,
      "value": "The best of the best in terms of value, its free! Krita is a very respectable for an open-source software. Comes with lots of brushes, can record timelapses and also do animation! I love this software to bits and I will not have it any other way."
    }
  ],
  "The world is ours to explore, design and nurture, for the betterment of all walks of life.": [
    {
      "type": 0,
      "value": "Die Welt gehört uns, um sie zu erforschen, zu gestalten und zu fördern, zum Wohle aller Lebensbereiche."
    }
  ],
  "This website serves as the main hub for showcasing all my artworks, as well as a creative outlet for all kinds of fun projects that combine programming and art! Soon you will find more ways to interact with me in interesting ways.": [
    {
      "type": 0,
      "value": "This website serves as the main hub for showcasing all my artworks, as well as a creative outlet for all kinds of fun projects that combine programming and art! Soon you will find more ways to interact with me in interesting ways."
    }
  ],
  "UI Design": [
    {
      "type": 0,
      "value": "UI-Design"
    }
  ],
  "UI/UX Design": [
    {
      "type": 0,
      "value": "UI/UX Gestaltung"
    }
  ],
  "Uses": [
    {
      "type": 0,
      "value": "Nutzt"
    }
  ],
  "Vector Graphics": [
    {
      "type": 0,
      "value": "Vectorgrafiken"
    }
  ],
  "Vercel": [
    {
      "type": 0,
      "value": "Vercel"
    }
  ],
  "View on X": [
    {
      "type": 0,
      "value": "Auf X ansehen"
    }
  ],
  "Visit Website": [
    {
      "type": 0,
      "value": "Website besuchen"
    }
  ],
  "Visual Studio Code": [
    {
      "type": 0,
      "value": "Visual Studio Code"
    }
  ],
  "Void Linux": [
    {
      "type": 0,
      "value": "Void Linux"
    }
  ],
  "We use Figma for all the interface mocks and marketing media. I find the sorting and layout particularly handy in comparison to other design programs.": [
    {
      "type": 0,
      "value": "We use Figma for all the interface mocks and marketing media. I find the sorting and layout particularly handy in comparison to other design programs."
    }
  ],
  "Work": [
    {
      "type": 0,
      "value": "Arbeit"
    }
  ],
  "Workstation": [
    {
      "type": 0,
      "value": "Arbeitsplatz"
    }
  ],
  "You may know me as purrnama, or my previous alias smolpadok, or by the name of my personas, Van or Cooper. Welcome to my little corner of the internet!": [
    {
      "type": 0,
      "value": "You may know me as purrnama, or my previous alias smolpadok, or by the name of my personas, Van or Cooper. Welcome to my little corner of the internet!"
    }
  ],
  "Zed": [
    {
      "type": 0,
      "value": "Zed"
    }
  ]
}