{
  "\"The power of any weapon comes from [the heart], but only when tempered by [the discipline] ..": [
    {
      "type": 0,
      "value": "\"Kekuatan satu senjata datang dari [hati], tetapi hanya apabila dikukuhkan oleh [disiplin] .."
    }
  ],
  ".. the self-control of the one who wields it.\"": [
    {
      "type": 0,
      "value": ".. kawalan diri oleh orang yang memegangnya.\""
    }
  ],
  "7 cats by alternate world.": [
    {
      "type": 0,
      "value": "7 kucing di dunia alternatif."
    }
  ],
  "About": [
    {
      "type": 0,
      "value": "Kenali"
    }
  ],
  "Almanac": [
    {
      "type": 0,
      "value": "Almanak"
    }
  ],
  "As I ween my way out of Adobe, I'm getting used to FOSS alternatives. I have used Inkscape for many merch designs. Once you get used to how it works, it's fairly competent.": [
    {
      "type": 0,
      "value": "Dalam usaha membebaskan diri dari Adobe, saya menyesuaikan diri dengan aplikasi FOSS alternatif. Saya telah menggunakan Inkscape untuk beberapa rekaan merch. Apabila anda mengetahui bagaimana program ini berfungsi, ia sememangnya berkebolehan."
    }
  ],
  "At a young age, I can be seen tinkering with whatever I put my mind to. I was so fascinated at the idea of creating anything with the power of programming, and the passion burns strong since. I have dabbled in various hobby projects relating to game development, web design and content creation. Currently, I work remotely as a frontend dev and designer for Minswap DEX on the Cardano blockchain. In my spare time, I like to draw and play rhythm games.": [
    {
      "type": 0,
      "value": "Sejak usia muda, saya boleh dilihat meneroka apa-apa yang terterbit dalam minda. Saya begitu terpersona dengan satu idea, bahawa saya boleh mereka apa sahaja menggunakan kuasa pengaturcaraan, dan semangat itu terus membara sehingga kini. Saya telah mentelaah pelbagai projek persendirian merangkumi pengaturcaraan permainan video, design laman web dan penghasilan media. Kini, saya bekerja sebagai pembangun frontend dan pereka untuk Minswap DEX di blockchain Cardano. Pada waktu lapang, saya suka melukis dan bermain permainan irama."
    }
  ],
  "At a young age, my mother introduced me to programming and game making. I was so fascinated at the idea of creating anything with the power of programming, and the passion burns strong since. I have dabbled in various hobby projects relating to game development, web design and content creation.": [
    {
      "type": 0,
      "value": "Ketika usia muda, ibu saya memperkenalkan saya kepada pengaturcaraan dan penghasilan permainan video. Saya begitu terpersona dengan satu idea, bahawa saya boleh mereka apa sahaja menggunakan kuasa pengaturcaraan, dan semangat itu terus membara sehingga kini. Saya telah mentelaah pelbagai projek persendirian merangkumi pengaturcaraan permainan video, design laman web dan penghasilan media."
    }
  ],
  "Cats?": [
    {
      "type": 0,
      "value": "Kucing?"
    }
  ],
  "Currently, I work remotely as a frontend dev and designer for Minswap DEX on the Cardano blockchain. I am always on the lookout for new opportunities, and I found a place where my style and ideas can contribute to bleeding edge technology.": [
    {
      "type": 0,
      "value": "Kini, saya berkerja secara jauh sebagai pembangun frontend dan pereka untuk Minswap DEX di blockchain Cardano. Saya sentiasa mencari peluang, dan saya telah jumpa tempat di mana gaya dan ideaku mampu menyumbang kepada pembangunan teknologi terkini."
    }
  ],
  "Dark": [
    {
      "type": 0,
      "value": "Gelap"
    }
  ],
  "Design": [
    {
      "type": 0,
      "value": "Design"
    }
  ],
  "Development": [
    {
      "type": 0,
      "value": "Pembangunan"
    }
  ],
  "Each one is a story to tell. Discover one and find out what's in store!": [
    {
      "type": 0,
      "value": "Setiap lukisan menyebut suatu kisah. Pilih salah satu dan lihat apa yang bakal menanti anda!"
    }
  ],
  "Figma": [
    {
      "type": 0,
      "value": "Figma"
    }
  ],
  "Greetings traveler.": [
    {
      "type": 0,
      "value": "Salam wahai pengembara."
    }
  ],
  "Hello, friend!": [
    {
      "type": 0,
      "value": "Hai, kawan!"
    }
  ],
  "Hello, friend! I'm Qayyum.": [
    {
      "type": 0,
      "value": "Hai, kawan! Saya Qayyum."
    }
  ],
  "Home": [
    {
      "type": 0,
      "value": "Laman Utama"
    }
  ],
  "Huion Inspiroy Q11K V2": [
    {
      "type": 0,
      "value": "Huion Inspiroy Q11K V2"
    }
  ],
  "I aspire to tell my own little story through my illustrations and creations. I am always passionate about creative story-telling and elegant use of technology. I prioritize on efficiency and making experiences effortless for anyone. In the end, I wish my creations bring benefit to all walks of life.": [
    {
      "type": 0,
      "value": "Saya bercita-cita untuk menyampaikan kisah kecilku melalui hasil ilustrasi dan rekaan saya. Saya tertarik dengan penyampaian cerita yang kreatif dan penggunaan teknologi yang bernas. Saya menitikberatkan kecekapan dan pengalaman yang memudahkan bagi semua orang. Akhirnya, saya berharap hasil rekaan saya membawa kebaikan kepada seluruh alam."
    }
  ],
  "I specifically bought this tablet for its wireless feature. As a bonus, it also has a native Linux driver. The port on my previous tablet has gotten loose and frequently disconnects, plus I had to use workarounds to configure the buttons. This new one just works out of the box.": [
    {
      "type": 0,
      "value": "I specifically bought this tablet for its wireless feature. As a bonus, it also has a native Linux driver. The port on my previous tablet has gotten loose and frequently disconnects, plus I had to use workarounds to configure the buttons. This new one just works out of the box."
    }
  ],
  "I take great lessons from cats, being a person who has pet cats in real life. Cats are resilient, loving, intelligent yet whimsical and they are more aware of the existence of higher beings, things of greater good. If granted sentience, I believe they can create better worlds than we do. That is a narrative I'd like to bring in my illustrations, as a motivation for myself, and hopefully for others to explore and learn for the betterment of society.": [
    {
      "type": 0,
      "value": "Saya mengambil iktibar besar daripada sang kucing, sebagai seorang yang membela kucing dalam kehidupan. Kucing bersifat tegal, penyayang, cerdik dan aneh, serta sedar akan kewujudan makhluk yang lebih tinggi, sesuatu yang lebih baik. Jika dikurniakan akal, saya percaya mereka mampu mebina dunia yang lebih baik berbanding kita. Itu adalah naratif yang ingin saya bawakan kepada anda dalam karya saya, sebagai motivasi diri saya sendiri dan untuk anda belajar demi kebaikan masyarakat."
    }
  ],
  "I was born in Malaysia and now continuing my studies in Germany. I'm a hobbyist frontend developer and designer for almost 9 years.": [
    {
      "type": 0,
      "value": "Saya lahir di Malaysia dan kini menyambung pelajaran di Jerman. Saya seorang pembangun frontend dan pelukis hobi selama hampir 9 tahun."
    }
  ],
  "I'm Qayyum, a computer science student based in Leipzig, Germany. I am a developer and designer at Minswap DEX in Cardano. Other than that, I tell the tale of neo Khajiits in a different timeline.": [
    {
      "type": 0,
      "value": "Saya Qayyum, seorang siswa sains komputer berpangkal di Leipzig, Jerman. Saya seorang pembangun dan pereka untuk Minswap DEX di Cardano. Selain itu, saya menceritakan kisah Khajiit neo pada garis masa yang lain."
    }
  ],
  "I'm still surprised that this art program is free. It is a very respectable for an open-source software. Comes with lots of brushes, can record timelapses and also do animation!": [
    {
      "type": 0,
      "value": "I'm still surprised that this art program is free. It is a very respectable for an open-source software. Comes with lots of brushes, can record timelapses and also do animation!"
    }
  ],
  "Inkscape": [
    {
      "type": 0,
      "value": "Inkscape"
    }
  ],
  "It has been a while since I've revisited some old game projects of mine. My feelings for Unity has been a little tainted lately, after all the shenanigans of the upper management. I may consider checking out other engines too.": [
    {
      "type": 0,
      "value": "It has been a while since I've revisited some old game projects of mine. My feelings for Unity has been a little tainted lately, after all the shenanigans of the upper management. I may consider checking out other engines too."
    }
  ],
  "Khajiit today makes 'soft wares'.": [
    {
      "type": 0,
      "value": "Khajiit hari ini menghasilkan 'soft wares'."
    }
  ],
  "Krita": [
    {
      "type": 0,
      "value": "Krita"
    }
  ],
  "Lenovo Legion 5 15ARH05": [
    {
      "type": 0,
      "value": "Lenovo Legion 5 15ARH05"
    }
  ],
  "Light": [
    {
      "type": 0,
      "value": "Terang"
    }
  ],
  "Made with 😻 using Next.js and Tailwind": [
    {
      "type": 0,
      "value": "Dihasilkan dengan 😻 menggunakan Next.js dan Tailwind"
    }
  ],
  "My first laptop. It runs on a modest AMD Ryzen 5 4600H and Nvidia GTX 1650. It is sufficient for what I do. Before this I would use the family 2011 iMac computer, so this is a significant upgrade. Later down the road I upgraded the RAM to 16GB and added a second 1TB SSD. I also installed Debian 11 as the main OS.": [
    {
      "type": 0,
      "value": "My first laptop. It runs on a modest AMD Ryzen 5 4600H and Nvidia GTX 1650. It is sufficient for what I do. Before this I would use the family 2011 iMac computer, so this is a significant upgrade. Later down the road I upgraded the RAM to 16GB and added a second 1TB SSD. I also installed Debian 11 as the main OS."
    }
  ],
  "No doubt everyone uses this. I use it for all my game and web dev work. It's so nice to have all sorts of support and extensions for any programming work imaginable.": [
    {
      "type": 0,
      "value": "No doubt everyone uses this. I use it for all my game and web dev work. It's so nice to have all sorts of support and extensions for any programming work imaginable."
    }
  ],
  "Padok is a Malay slang for padu, which means powerful.": [
    {
      "type": 0,
      "value": "Padok adalah slanga melayu dari perkataan padu, yang bermaksud berkuasa."
    }
  ],
  "Student, dev and design by day,": [
    {
      "type": 0,
      "value": "Siswa, pembangun dan pereka di pagi hari,"
    }
  ],
  "The illustrations I make, describe a world of places I'm passionate about, the things I want to do and the kind of person I wish to become. They are not tied to a particular story, leaving enough room for self-interpretation.": [
    {
      "type": 0,
      "value": "Karya yang saya lukis, menceritakan dunia yang ingin saya diami, perkara yang ingin saya lakui dan seorang yang ingin saya menjadi. Ia tidak terikat kepada sebuah cerita, jadi ia memberi ruang untuk interpretasi kendiri."
    }
  ],
  "Tools of the Trade": [
    {
      "type": 0,
      "value": "Alatan"
    }
  ],
  "Unity3D": [
    {
      "type": 0,
      "value": "Unity3D"
    }
  ],
  "Uses": [
    {
      "type": 0,
      "value": "Kegunaan"
    }
  ],
  "Visual Studio Code": [
    {
      "type": 0,
      "value": "Visual Studio Code"
    }
  ],
  "We use Figma for all the interface mocks and marketing media. I find the sorting and layout particularly handy in comparison to other design programs. Just found out they're being bought out by Adobe, so I only expect the worst.": [
    {
      "type": 0,
      "value": "We use Figma for all the interface mocks and marketing media. I find the sorting and layout particularly handy in comparison to other design programs. Just found out they're being bought out by Adobe, so I only expect the worst."
    }
  ],
  "When I was a kid I had always been a little smaller in size than my peers. Even today, but only a minor difference.": [
    {
      "type": 0,
      "value": "Pada usia muda, saya lebih kecil berbanding kawan-kawan saya. Masih benar sehingga kini, tetapi tidak begitu berbeza."
    }
  ],
  "Workstation": [
    {
      "type": 0,
      "value": "Stesen kerja"
    }
  ],
  "a turkish van merchant/civil engineer.": [
    {
      "type": 0,
      "value": "seorang kucing van turki pedagang/jurutera sivil"
    }
  ]
}